[
  {
    "id": 1,
    "picture": "https://i.ibb.co/fdQnTW2/medical-supplies.jpg",
    "title": "Medical Supplies for Local Clinic",
    "category": "Health",
    "category_bg": "#0052FF33",
    "card_bg": "#0052FF26",
    "text_button_bg": "#0052FF",
    "description": "Donate funds to provide essential medical supplies and support for a local clinic serving underprivileged communities. Your contribution will help ensure that the clinic has the necessary resources to offer medical services to those in need, improving the overall health and well-being of the community. It's a step towards a healthier society where everyone has access to proper healthcare, regardless of their circumstances.",
    "price": 500
  },
  {
    "id": 2,
    "picture": "https://i.ibb.co/JyyvqkX/scholarship.jpg",
    "title": "Scholarships for Underprivileged Students",
    "category": "Education",
    "category_bg": "#FF444A33",
    "card_bg": "#FF444A26",
    "text_button_bg": "#FF444A",
    "description": "Contribute to scholarships that enable underprivileged students to access quality education and build a brighter future. Your support will provide educational opportunities for deserving students who lack the financial means, empowering them to achieve their academic and career aspirations. Education is a powerful tool for breaking the cycle of poverty and your donation can be a stepping stone toward a more educated and empowered society.",
    "price": 300
  },
  {
    "id": 3,
    "picture": "https://i.ibb.co/NVXy0Fx/clothing-drive.jpg",
    "title": "Clothing Drive for Needy Families",
    "category": "Clothing",
    "category_bg": "#79C23F33",
    "card_bg": "#79C23F26",
    "text_button_bg": "#79C23F",
    "description": "Support a clothing drive initiative to provide warm clothes and essentials to families in need during the winter season. Your donation will bring warmth and comfort to those facing cold weather, ensuring they have appropriate clothing for a better quality of life. It's a gesture of care and empathy towards families struggling to meet their basic needs, showing them that they are not alone in their journey.",
    "price": 150
  },
  {
    "id": 4,
    "picture": "https://i.ibb.co/JpQmpdJ/meal-donations.jpg",
    "title": "Meal Donations for Homeless Shelters",
    "category": "Food",
    "category_bg": "#F8714733",
    "card_bg": "#F8714726",
    "text_button_bg": "#F87147",
    "description": "Help provide nutritious meals to homeless individuals by donating to local shelters and food distribution programs. Your generous contribution will ensure that those in need have access to regular and healthy meals, making a significant impact on their daily lives. It's an opportunity to contribute to basic human needs and show compassion to those experiencing homelessness, giving them hope for a better tomorrow.",
    "price": 200
  },
  {
    "id": 5,
    "picture": "https://i.ibb.co/GQL3VMz/nutrition.jpg",
    "title": "Nutritional Support for Children",
    "category": "Food",
    "category_bg": "#F8714733",
    "card_bg": "#F8714726",
    "text_button_bg": "#F87147",
    "description": "Support programs that provide nutritious meals and dietary supplements to malnourished children in impoverished areas. Your donation will directly impact the health and growth of these children, ensuring they receive the nourishment they need for a better future. It's a chance to invest in the next generation, giving them a stronger foundation for a healthy and productive life.",
    "price": 250
  },
  {
    "id": 6,
    "picture": "https://i.ibb.co/hBhvXsk/winter-coat.jpg",
    "title": "Warm Winter Coats for Kids",
    "category": "Clothing",
    "category_bg": "#79C23F33",
    "card_bg": "#79C23F26",
    "text_button_bg": "#79C23F",
    "description": "Contribute to providing warm winter coats to disadvantaged children, ensuring they stay warm and healthy during cold seasons. Your donation will bring smiles and comfort to these children, allowing them to face winter with confidence and joy. It's a simple act of kindness that can make a big difference in the lives of these young individuals, showing them that they are cared for and supported.",
    "price": 180
  },
  {
    "id": 7,
    "picture": "https://i.ibb.co/WHqymBN/school-technology.jpg",
    "title": "Technology for Schools",
    "category": "Education",
    "category_bg": "#FF444A33",
    "card_bg": "#FF444A26",
    "text_button_bg": "#FF444A",
    "description": "Donate to provide schools with essential technology and resources to enhance learning experiences for students. Your support will bridge the digital divide, ensuring all students have equal access to educational opportunities and a brighter future. Education is the foundation of a prosperous society, and your contribution can help pave the way for a more educated and skilled workforce.",
    "price": 400
  },
  {
    "id": 8,
    "picture": "https://i.ibb.co/2nQy0ZX/medical-research.jpg",
    "title": "Medical Research Funding",
    "category": "Health",
    "category_bg": "#0052FF33",
    "card_bg": "#0052FF26",
    "text_button_bg": "#0052FF",
    "description": "Fund research projects focused on finding cures and treatments for various health conditions, improving healthcare globally. By contributing, you play a vital role in advancing medical science and ultimately saving lives through breakthroughs and discoveries. Your donation can be a beacon of hope for individuals and families facing health challenges, supporting a future with improved healthcare outcomes.",
    "price": 100
  },
  {
    "id": 9,
    "picture": "https://i.ibb.co/D5frdFC/community-health.jpg",
    "title": "Community Health Workshops",
    "category": "Health",
    "category_bg": "#0052FF33",
    "card_bg": "#0052FF26",
    "text_button_bg": "#0052FF",
    "description": "Sponsor community health workshops and seminars to educate and empower individuals with knowledge about health and wellness. Your contribution will enable communities to make informed decisions and lead healthier lives, promoting well-being for all. It's an investment in community health and a demonstration of your commitment to a healthier and happier society.",
    "price": 350
  },
  {
    "id": 10,
    "picture": "https://i.ibb.co/QXgF0Z4/educational-materials.jpg",
    "title": "Educational Materials for Schools",
    "category": "Education",
    "category_bg": "#FF444A33",
    "card_bg": "#FF444A26",
    "text_button_bg": "#FF444A",
    "description": "Donate educational materials, books, and supplies to schools lacking resources, promoting a better learning environment for students. Your support will enrich the educational experience, empowering students to learn and grow for a brighter future. Education is the cornerstone of progress, and your donation can positively impact the lives of countless students and educators, enabling a more knowledgeable and enlightened society.",
    "price": 220
  },
  {
    "id": 11,
    "picture": "https://i.ibb.co/R2ydCQJ/clothing-essentials.jpg",
    "title": "Clothing and Essentials for Homeless",
    "category": "Clothing",
    "category_bg": "#79C23F33",
    "card_bg": "#79C23F26",
    "text_button_bg": "#79C23F",
    "description": "Donate clothing, toiletries, and essentials to homeless individuals, offering them comfort and dignity during difficult times. Your contribution will bring warmth and a sense of care to those struggling, improving their daily lives and providing a glimmer of hope. By donating, you play a crucial role in uplifting the spirits of individuals experiencing homelessness and help them face the challenges ahead with a renewed sense of determination and confidence.",
    "price": 170
  },
  {
    "id": 12,
    "picture": "https://i.ibb.co/zPB4rNF/emergency-food.jpg",
    "title": "Emergency Food Relief",
    "category": "Food",
    "category_bg": "#F8714733",
    "card_bg": "#F8714726",
    "text_button_bg": "#F87147",
    "description": "Contribute to emergency food relief efforts, providing immediate assistance to those facing hunger and food insecurity. Your donation will make a crucial difference in the lives of individuals and families during their times of greatest need. It's a demonstration of compassion and solidarity, ensuring that no one in our community goes to bed hungry.",
    "price": 280
  }
]
